Repository: WPPlugins/sharedaddy
Catalog: languages/sharedaddy-*.po
Languages: de_de

source: %s (%s) thinks you may be interested in the following post:
de_de: auf Facebook posten

source: Add a new service
de_de: Neuen Dienst hinzufügen

source: An error occurred creating your new sharing service - please check you gave valid details.
de_de: Fehler beim erstellen des neuen Service - Bitte Eingaben prüfen.

source: Available Services
de_de: Verfügbare Dienste

source: Cancel
de_de: Abbrechen

source: Click to Digg this post
de_de: Digg it!

source: Click to Press This!
de_de: Auf Facebook posten

source: Click to email this to a friend
de_de: Als email verschicken

source: Click to print
de_de: drucken

source: Click to share
de_de: teilen

source: Click to share on Reddit
de_de: auf Reddit veröffentlichen

source: Click to share on StumbleUpon
de_de: auf StumbleUpon veröffentlichen

source: Click to share on Twitter
de_de: twittern

source: Close
de_de: schließen

source: Create Share
de_de: Dienst erstellen

source: Default button
de_de: Standard-Button

source: Default button style
de_de: Stil des Buttons

source: Drag and drop available services here
de_de: verfügbare Dienste hierhin ziehen.

source: Drag and drop the services you'd like to enable into the box below.
de_de: Dienste, die aktiviert werden sollen, per "Drag and Drop" in das nächste Feld unten ziehen.

source: Email check failed, please try again
de_de: Email scheint nicht gültig zu sein, bitte berichtigen.

source: Enabled Services
de_de: Aktivierte Dienste

source: Enter the URL of a 16x16px icon you want to use for this service.
de_de: Hier URL deines 16 x 16 px Icons für diesen Dienst eingeben.

source: Icon URL
de_de: URL des Icons

source: Icon only
de_de: nur Icon

source: Index pages only
de_de: nur auf der Startseite

source: Like button
de_de: FB like Button

source: Live Preview
de_de: So wird es aussehen:

source: New window
de_de: neuem Fenster

source: Open links in
de_de: Links öffnen in

source: Post was not sent - check your email addresses!
de_de: Beitrag wurde nicht gesendet - email Adressen prüfen!

source: Posts and index pages
de_de: in Beiträgen und auf Startseite

source: Posts only
de_de: nur in Beiträgen

source: Print
de_de: Drucken

source: Remove Service
de_de: Dienst entfernen

source: Same window
de_de: gleichem Fenster

source: Save
de_de: Sichern

source: Save Changes
de_de: Änderungen sichern

source: Send Email
de_de: Email schicken

source: Send to Email Address
de_de: An Email Adresse schicken

source: Service name
de_de: Name des Dienstes

source: Services dragged here will appear individually.
de_de: Dienste, die hierhin verschoben werden, erscheinen hintereinander.

source: Services dragged here will be hidden behind a share button.
de_de: Dienste, die hierhin verschoben werden, sind per Dropdown-Menü hinter einem "share this" Button versteckt.

source: Settings
de_de: Einstellungen

source: Settings have been saved
de_de: Einstellungen wurden gesichert!

source: Share on Facebook
de_de: Auf Facebook teilen

source: Shared Post
de_de: geteilter Beitrag

source: Sharing Settings
de_de: Sharing Einstellungen

source: Sharing URL
de_de: URL des Dienstes

source: Sharing is off. Please add services above to enable
de_de: Sharing ist deaktiviert. Zuim Aktivieren Dienste hinzufügen

source: Sharing label
de_de: Anfangstext

source: Show sharing buttons on
de_de: Sharing Buttons zeigen

source: Show sharing buttons on this post.
de_de: Sharing Buttons in diesem Beitrag zeigen

source: Sorry, your blog cannot share posts by email.
de_de: Entschuldigung, dein Blog kann keine Beiträge via Email verschicken!

source: Text only
de_de: nur Text

source: This post has been shared!
de_de: Beitrag wurde verschickt!

source: Use smart button
de_de: Smart Button benutzen

source: You can add the following variables to your service sharing URL:
de_de: Folgende Variablen können deiner Dienst-URL hinzugefügt werden:

source: You have shared this post with %s
de_de: Du hast diesen Beitrag mit %s geteilt

source: Your Email Address
de_de: Deine Email Adresse

source: Your Name
de_de: Dein Name
